{
  "HOME-NAVBAR_HOME": "الرئيسية",
  "HOME-NAVBAR_OUR_WORK": "أعمالنا",
  "HOME-NAVBAR_BLOG": "المدونة",
  "HOME-NAVBAR_CONTACT_US": "تواصل معنا",
  "HOME-NAVBAR_LANGUAGE": "English",
  "HOME-FOOTER_FORM_NAME": "الاسم بالكامل",
  "HOME-FOOTER_FORM_MOBILE": "رقم الجوال",
  "HOME-FOOTER_FORM_EMAIL": "البريد الإلكترونى",
  "HOME-FOOTER_FORM_MESSAGE": "الرسالة",
  "HOME-FOOTER_SEND": "إرسال",
  "HOME-FOOTER_ADDRESS": "طريق الملك عبدالله الفرعى - الورود - الرياض - المملكة العربية السعودية",
  "HOME-FOOTER_FORM_TITLE": "تواصل معنا",
  "HOME-HEADER_TEXT": "نبتكر لك الخدمات و الحلول التسويقية لنصنع لك تأثيراً قيماً لا حدود له، نستغل الفرص لتنمية أعمالك و نجمع لك أفكارنا المجنونة.",
  "HOME-HEADER_FIRST_QUOT": "&#x275E;",
  "HOME-HEADER_SECOND_QUOT": "&#x275D;",
  "HOME-CHECK_OUR_WORK": "على شغلنا",
  "HOME-CHECK_CHECK": "شيك",
  "HOME-CONSULT_TITLE": "احجز استشارة مجانية مع إحدى خبراء التسويق الرقمى.",
  "HOME-CONSULT_ITEM_ONE": "مستعدون دائماً لمساعدتك",
  "HOME-CONSULT_ITEM_TWO": "نعمل فى اتجاهات رقمية لنتجاوز توقعاتك",
  "HOME-CONSULT_ITEM_THREE": "نهتم دائماً بكل ما هو جديد",
  "HOME-CONSULT_CONTACT_US": "تواصل معنا",
  "HOME-CLIENTS_OUR_CLIENTS": "عملاؤنا",
  "WORK_TITLE": "أعمالنا",
  "BRADNING-HEADER_TITLE": "صناعة العلامة التجارية",
  "BRANDING-HEADER_TITLE_FIRST_PART": "نصنع لك الهوية التى تعبر عنك و تعكس أسلوب و شخصية مؤسستك بشكل مميز يرسخ فى الأذهان.",
  "BRANDING-CARD_BRANDING_TITLE": "الشعار وتصميم الهوية",
  "BRANDING-CARD_BRANDING_PARAGRAPH": "يتم  تصميم الشعار والهوية من قبل محترفين ومبدعين في مجال التصميم بشكل مميز وملفت لإخراج تصميم بصري ومرئي يعبر عن مؤسستك لإستخدامها كمواد تسويقية لمنتجاتك وخدماتك",
  "BRANDING-CARD_REFLECTION_TITLE": "انعكاس العلامة التجارية",
  "BRANDING-CARD_REFLECTION_PARAGRAPH": " نعمل على إنشاء وتطوير الرسائل الموجهة للعملاء لدعم جميع احتياجات كتابة المحتوى الإعلاني لنقيس لك إنعكاس علامتك التجارية بما يتضمن الخطوط التوضيحية و نقاط البيع والرؤية والقيم الأساسية لها.",
  "BRANDING-CARD_NAMING_TITLE": "التسمية",
  "BRANDING-CARD_NAMING_PARAGRAPH": "تعتبر تسمية العلامة التجارية أول خطوة حاسمة في عملية بناء العلامات التجارية، ولقد عملنا مع الكثير من الشركات الناشئة لتطوير اسم علامة تجارية قوية على المدى الطويل.",
  "BRANDING_CARD_BRANDOLOGY_TITLE": "Brandology",
  "BRANDING_CARD_BRANDOLOGY_PARAGRAPH": "نقوم بإنشاء رؤية مستقبلية عن طريق التركيز على التفكير الاستراتيجي لتطوير العلامة التجارية على المدى الطويل نضيف قيمة لعلامتك التجارية عن طريق الهيمنة على السوق وعرض علامتك التجارية بصورة تلفت الأنظار.",
  "BRANDING_CARD_LAUNCH_TITLE": "إطلاق العلامة التجارية",
  "BRANDING_CARD_LAUNCH_PARAGRAPH": "يتم تخطيط حملة لإطلاق العلامة التجارية حيث يتم الترويج عبر الوسائل التي تناسب طبيعة العلامة التجارية  لجذب إنتباه عملائك  وبناء صورة ذهنية تلامس جمهورك المحدد.نقوم بمساعدتك للإنطلاق في السوق عن طريق رفع اسم العلامة التجارية بين المنافسين في نفس القطاع الاستثماري لترسيخ الصورة الذهنية عن العلامة التجارية في عقول عملائك",
  "BRANDING-CARD_STRATEGY_TITLE": "استراتيجية العلامة التجارية",
  "BRANDING-CARD_STRATEGY_PARAGRAPH": "نعمل على إنشاء وتطوير استراتيجية شاملة للعلامات التجارية لنوضح الغرض والهدف من مشروعك الخاص بتصميم مبتكر لنتأكد بأن هويتك تلامس جمهورك المحدد.",
  "BRANDING_CARE_TITLE": "نهتم دائماً بكل جديد",
  "BLOGS": {
    "HEADER": "المدونة",
    "MORE_ARTICLES": "مقالات آخرى",
    "FIRST_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "قوة الشركات بالتواجد الرقمي بالسعودية",
      "PARAGRAPH": "اتخذت المملكة العربية السعودية قفزات نوعية لتسريع التحول الرقمي لتحقيق رؤية المملكة 2030 لوطن طموح مجتمعه حيوي واقتصاده مزدهر. بهدف الوصول إلى مجتمع معلوماتي وإقتصاد رقمي،ليكون نموذجًا رقميًا يحقق...",
      "CONTENT": {
        "PARAGRAPH_1": "اتخذت المملكة العربية السعودية قفزات نوعية لتسريع التحول الرقمي لتحقيق رؤية المملكة 2030 لوطن طموح مجتمعه حيوي واقتصاده مزدهر. بهدف الوصول إلى مجتمع معلوماتي وإقتصاد رقمي،ليكون نموذجًا رقميًا يحقق الاستدامة الاقتصادية والريادة العالمية، ويحسن من جودة الحياة.",
        "PARAGRAPH_2": "كما أن عدد مستخدمي الإنترنت في المملكة يساوي 30 مليون أي يعادل 91% من إجمالي السكان, مما جعل التواجد الرقمي ضروره للشركات التجارية والخدمية كونه الطريق الأسهل لعرض وتقديم الخدمات بجميع أشكالها . ",
        "SECONDARY_TITLE": "أهمية التواجد الرقمي للشركات التجارية والخدمية :",
        "SECONDARY_TITLE_1": "الأولوية والمنافسة:",
        "SECONDARY_PARAGRAPH_1": "وجود شركتك في العالم الرقمي وسط البيئة التنافسية الكبيرة بين الشركات، يعتبر من أهم أسباب تثقيف العملاء ولفت انتباههم حول خدماتك أو المنتجات التي تقدمها.",
        "SECONDARY_TITLE_2": "ليكون الوصول إلى شركتك أسهل :",
        "SECONDARY_PARAGRAPH_2": "من أهم مميزات التواجد في العالم الرقم سهولة الوصول إلى شركتك دون حواجز ومتابعة عملائك والتعرف على تعليقاتهم حول نشاطك التجاري وردود أفعالهم حول منتجك أو خدمتك والعمل على إرضائهم.",
        "SECONDARY_TITLE_3": "لتحقيق أهداف شركتك :",
        "SECONDARY_PARAGRAPH_3": "يساعدك التواجد في العالم الرقمي إلى تحقيق أهدافك بكل سهولة لأن العالم الرقمي مليء بالفرص التي تساعدك على تحسين سير العمل و التوسع والنمو بشكل أسهل .",
        "SECONDARY_TITLE_4": "رفع الكفاءة والإنتاجية :",
        "SECONDARY_PARAGRAPH_4": "إن تواجدك في العالم الرقمي يساعدك على مواكبة كل جديد والوصول إلى رفع الكفاءة والإنتاجية داخل وخارج شركتك وزيادة ولاء عملائك وموظفينك عن طريق تفعيل خدماتك أو منتجاتك في العالم الرقمي. إن التحول الرقمي يحتاج إلى الوقت والجهد ولقد بات يسيراً مع وجود وكالتنا الرقمية."
      }
    },
    "SECOND_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "تحليل بيانات التواصل الاجتماعي وعلاقتها بالمنافسين",
      "PARAGRAPH": "خلال السنوات الماضية أصبحت وسائل التواصل الاجتماعي مُكوّن أساسي من مكونات التسويق الرقمي ، حيث أنها تمنح الشركات فرصة للتعرف والتواصل مع العملاء المستهدفين . كما أنها فرصة للتعرف على...",
      "CONTENT": {
        "PARAGRAPH_1": "خلال السنوات الماضية أصبحت وسائل التواصل الاجتماعي مُكوّن أساسي من مكونات التسويق الرقمي ، حيث أنها تمنح الشركات فرصة للتعرف والتواصل مع العملاء المستهدفين . كما أنها فرصة للتعرف على جميع نشاطات المنافسين. ومن هنا تأتي أهمية متابعة وتحليل مواقع التواصل الاجتماعي بشكلٍ مُستمر لإستغلال هذه القوة التسويقية لصالح شركتك بطريقة فعّالة.",
        "PARAGRAPH_2": "كما  أن تحليل بيانات وسائل التواصل الاجتماعي سيساعدك على تحديد منافسيك والتعرف على المنصات الاجتماعية التي يستخدمونها. كما أن التحليل للبيانات يمكنك من تحديد التهديدات والمخاطر الاجتماعية لشركتك. ويساعدك على تطوير استراتيجية وسائل التواصل الاجتماعي الخاصة بشركتك.",
        "SECONDARY_TITLE": "أهمية تحليل بيانات وسائل التواصل الاجتماعي :",
        "SECONDARY_TITLE_1": "تطوير حسابات شركتك :",
        "SECONDARY_PARAGRAPH_1": "عند تحليل بيانات وسائل التواصل الاجتماعي فأنت تعرف الآن من هم عملائك وما هي اهتماماتهم وتوجهاتهم .مما يمكنك من تطوير حسابك و إبتكار الاستراتيجية المناسبة للعملاء بشكل دقيق.",
        "SECONDARY_TITLE_2": "متابعة السوق  :",
        "SECONDARY_PARAGRAPH_2": "يُمكنك تحليل البيانات متابعة حالة السوق على وسائل التواصل الاجتماعي والإطلاع على الحملات الإعلانية للمُنافسين، ومراقبة درجات تفاعل العملاء معها.",
        "SECONDARY_TITLE_3": "إعداد محتوى مميز :",
        "SECONDARY_PARAGRAPH_3": "عند تحليل بيانات وسائل التواصل الإجتماعي فأنت متمكن من معرفة نوع المحتوى الأكثر جذبًا للعملاء سواء كان مكتوبًا أو مرئيًا. ويمكنك إعداد محتوى مميز بشكل متكامل وواضح للعملاء المستهدفين.",
        "SECONDARY_TITLE_4": "قياس الأداء :",
        "SECONDARY_PARAGRAPH_4": "يُمكنك من خلال تحليل بيانات وسائل التواصل الإجتماعي قياس مدى تأثيرك على العملاء وتحديد نقاط تأثيرك بشكل دقيق سواء كانت إيجابية أو سلبية أو محايدة لتحديد حجم التفاعل والاهتمام لعلامتك التجارية.",
        "SECONDARY_PARAGRAPH_5": "إن تحليل بيانات وسائل التواصل الإجتماعي يحتاج إلى الوقت والجهد ولقد بات يسيراً مع وجود وكالتنا الرقمية."
      }
    },
    "THIRD_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "فيروس كورونا ومدى تأثير الأوبئة العالمية على العلامات التجارية",
      "PARAGRAPH": "في وقت كتابة هذا التقرير فيروس كورونا المعروف باسم Covid-19 ، موجود في أكثر من 71 دولة حول العالم. وكانت منظمة الصحة العالمية مترددة في وصف انتشار Covid-19 بأنه جائحة ، بعد ردة الفعل العنيفة عند ... ",
      "CONTENT": {
        "PARAGRAPH_1": "في وقت كتابة هذا التقرير فيروس كورونا المعروف باسم Covid-19 ، موجود في أكثر من 71 دولة حول العالم. وكانت منظمة الصحة العالمية مترددة في وصف انتشار Covid-19 بأنه جائحة ، بعد ردت الفعل العنيفة عند تفشي مرض السارس في عام 2009. ومع ذلك يشير العديد من الخبراء إنها تدخل الآن المجالات التي قد يتفق معظمنا على أنها 'نسب وبائية' .",
        "PARAGRAPH_2": "في حين أن الشاغل الأكبر هو تقليل التأثير الصحي على السكان في جميع أنحاء العالم ، كما أننا ندرك أن الانتشار العالمي للأمراض لديه القدرة على التأثير بشكل كبير على العلامات التجارية. في الواقع ، توقعت منظمة التعاون الاقتصادي والتنمية (OECD) بأن الاقتصاد العالمي سينمو بأدنى معدل له منذ عام 2009، في أعقاب الأزمة المالية. ويقدرون أن تفشي المرض 'الأكثر كثافة' يمكن أن تخفض من النمو الاقتصادي العالمي إلى النصف.",
        "PARAGRAPH_3": "كما أننا نشهد بالفعل تأثيرات مالية ملحوظة على جميع الشركات بسبب فيروس كورونا ، وذلك ببساطة بسبب التأثير على الأسواق المالية في جميع أنحاء العالم. قد تعود المشكلة الحقيقية إلى العلامات التجارية الفردية ، وتحديداً داخل القطاعات المختلفة.",
        "SECONDARY_TITLE": "لماذا يؤثر الوباء العالمي على العلامات التجارية؟",
        "SECONDARY_PARAGRAPH_1": "دعونا نلقي نظرة على المؤشرات المبكرة في قطاع الطيران ؛ القطاع الذي تأثر بشكل واضح بإغلاق السفر  مع انتشار الفيروس. يقول الاتحاد الدولي للنقل الجوي (IATA) إن قطاع الطيران قد يخسر 29 مليار دولار.",
        "SECONDARY_PARAGRAPH_2": "هناك بالفعل تذمر من أن الرحلات البحرية ستتضرر بشدة ، بعد أن تم تصنيفها على أنها 'طبق بتري عائم' ، مع انتشار فيروس كورونا بين سكان Diamond Princess. من المحتمل أن تحتاج الرحلات البحرية ككل إلى إعادة صناعة نفسها للمضي قدمًا.في مثل هذه المواقف ، من المحتم أن تشعر جميع العلامات التجارية للسياحة والسفر بتأثير فيروس كورونا لفترة طويلة قادمة."
      }
    },
    "FOURTH_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "كيف تتأكد من نجاة علامتك التجارية من فيروس كورونا",
      "PARAGRAPH": "توضح Harvard Business Review ، بأن القرارات التي يتعين عليك اتخاذها كعلامة تجارية للنجاة من فيروس كورونا هي ممارسة عملك على أي حال. ستكون هناك دائمًا تأثيرات خارجية وعالمية في الجوار يجب الاستعداد لها...",
      "CONTENT": {
        "PARAGRAPH_1": "توضح Harvard Business Review ، بأن القرارات التي يتعين عليك اتخاذها كعلامة تجارية للنجاة من فيروس كورونا هي ممارسة عملك على أي حال. ستكون هناك دائمًا تأثيرات خارجية وعالمية في الجوار يجب الاستعداد لها.",
        "PARAGRAPH_2": "على المدى القصير للأزمة ، كما هو الحال الآن مع Covid-19 ، من الضروري أن تكون على دراية كاملة بما يجري واتباع نهج مرن لإدارتها. هذه المرونة هي التي يجب أن تساعد عملك على الصمود في وجه العاصفة. أضف إلى ذلك القدرة على التواصل بشكل جيد. إذا كان بإمكان موظفيك وعملائك أو عملائك أن يروا أنك هادئ ومسيطر ، وأنك مصدر استقرار في وقت يسوده الخوف العالمي ، فإن ولائهم لعلامتك التجارية سيستمر في المستقبل.تذكر أنه يتم قصف الجميع بمعلومات مختلطة. إذا كانت علامتك التجارية هي الهدوء في العاصفة ، حيث تنقل معلومات صحيحة ودقيقة ، فأنت تضع نفسك في مكانة حسنة السمعة وجديرة بالثقة.من الضروري اتخاذ خطوات لحماية عملك. من خلال تقييد السفر واستخدام العمل عن بُعد قدر الإمكان ، يجب أن تكون قادرًا على الحفاظ على قوة العمل لديك آمنة وعملية. في أعمال سلسلة التوريد ، ستحتاج إلى التأكد من أن لديك خيارات بديلة متنوعة. قم ببناء المرونة في كيفية عمل عملك ، والعمل على كيفية خفض التكاليف حسب حاجتك. ومع ذلك ، يجدر القول بإنه لن تتأثر جميع العلامات التجارية بالتساوي. لذلك ، ما يهم العلامات التجارية الآن هو كيفية التأكد من أن نشاطهم التجاري هو ازدهار أعمالهم في نهاية المطاف.",
        "SECONDARY_TITLE": "في الوقت الحالي وفي المستقبل",
        "SECONDARY_PARAGRAPH_1": "للمضي قدمًا ، سيعتمد نهج علامتك التجارية على كيفية نجاتك من فيروس كورونا. إذا أصبحت منفذًا في العاصفة. ومع ذلك ، إذا أصاب فيروس كورونا عملك بشدة ، فقد ينطوي التعافي على إعادة بناء استراتيجية جديدة . لتتمكن علامتك التجارية من المضي قدمًا في المستقبل ، ووضع فيروس كورونا خلفك.",
        "SECONDARY_PARAGRAPH_2": "نحن هنا لمساعدة علامتك التجارية على شق طريقها خلال الاضطرابات العالمية الحالية. تواصل معنا وسندعم علامتك التجارية خلال الأشهر القادمة."
      }
    },
    "FIFTH_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "مستقبل التجارة الالكتروني مع الكوفيد ١٩",
      "PARAGRAPH": "مع انتشار فيروس كورونا Covid-19 وما ترتب عليه من إجراءات احترازية ووقائية، ودعوات إلى التباعد الاجتماعي، اتجه العملاء نحو مواقع التسوق الإلكتروني بعيدا عن التجمعات خوفا من الإصابة بالعدوى...",
      "CONTENT": {
        "PARAGRAPH_1": "مع انتشار فيروس كورونا Covid-19 وما ترتب عليه من إجراءات احترازية ووقائية، ودعوات إلى التباعد الاجتماعي، اتجه العملاء نحو مواقع التسوق الإلكتروني بعيدا عن التجمعات خوفا من الإصابة بالعدوى.",
        "PARAGRAPH_2": "وبالرغم من الخسائر الفادحة في العديد من القطاعات التي تأثرت بشدة، إلا أنه على عكس هذا الاتجاه، تمكنت التجارة الإلكترونية من تحقيق الأرباح والنجاح، حيث شهدت استقطاباً متزايداً من قبل المستهلكين خلال الفترة الماضية.",
        "PARAGRAPH_3": "وجاءت أكبر المكاسب التي تحققت لصالح التجارة الإلكترونية، حيث شهد العديد منهم زيادة هائلة في عدد الطلبات مع لجوء المستهلكين في الحجر الصحي إلى شركات التوزيع والتسليم الضخمة لتوفير الضروريات اليومية.",
        "SECONDARY_TITLE": "ما هي الآثار الإيجابية لأزمة كورونا covid-19 على التجارة الإلكترونية ؟",
        "SECONDARY_PARAGRAPH_1": "بعد تدهور الأوضاع وتوقف الصناعات وتضرر العديد من القطاعات الاقتصادية الهامة، أثبتت التجارة الإلكترونية حقيقة هامة تخدم قطاع التجارة العالمي، إذ أنه من القطاعات التي لن تتضرر بسبب أزمة انتشار فيروس الكورونا، والتوجه عمل متاجر إلكترونية لعرض سلعهم على الجمهور.",
        "SECONDARY_PARAGRAPH_2": "وما يميز التجارة الإلكترونية عن غيرها هي توفير الوقت والمجهود حيث أن التعامل مع المتاجر الإلكترونية كان شأنه تلبية احتياجات الكثير من العملاء الذين احتجزتهم مخاوفهم من الفيروس، علاوة على الحظر الذي فرض بالكثير من الدول.ومن أهم الميزات في ظل أزمة فيروس كورونا COVID-19 هي إمكانية الدفع من المنزل بما يضمن الأمان ويحافظ على سلامة العملاء.",
        "SECONDARY_PARAGRAPH_3": "فالمتجر الإلكتروني يحافظ التاجر فيه على عملائه وعلى رواج تجارته وخدماته ويساهم في اكتساب المهارات الجديدة الخاصة بالعمل على المتجر الإلكتروني، والتواصل مع العملاء عن بُعد وخدمتهم على مدار الساعة."
      }
    },
    "SIXTH_BLOG": {
      "DATE": "التاريخ",
      "CATEGORY_NAME": "اسم التصنيف",
      "TITLE": "الاقتصاد الرقمي في المملكة العربية السعودية",
      "PARAGRAPH": "التقدم الهائل لتكنولوجيا المعلومات أدى إلى تغيرات جوهرية في أنماط الحياة في المملكة العربية السعودية.  حيث أدى هذا التقدم إلى تغيير جذري في أساليب ووسائل تنفيذ الأنشطة الإقتصادية ، وأنتج نوعاً جديداً من الاقتصاد...",
      "CONTENT": {
        "PARAGRAPH_1": "التقدم الهائل لتكنولوجيا المعلومات أدى إلى تغيرات جوهرية في أنماط الحياة في المملكة العربية السعودية.  حيث أدى هذا التقدم إلى تغيير جذري في أساليب ووسائل تنفيذ الأنشطة الإقتصادية ، وأنتج نوعاً جديداً من الاقتصاد يعرف بالإقتصاد الرقمي، وانعكس تأثيرها إيجابياً على المجتمع في العموم حيث إن التحول للاقتصاد الرقمي كفيل بتغيير وتحقيق أحداث جديدة تؤثر بشكل إيجابي على المصالح الاقتصادية للمملكة.",
        "SECONDARY_TITLE_1": "ما هو الاقتصاد الرقمي ؟",
        "SECONDARY_PARAGRAPH_1": "هو الاقتصاد الذي يعتمد على التقنيات الرقمية.وهو مصطلح يشير إلى جميع المعاملات الاقتصادية التي تحدث عبر الإنترنت. وتدمج الاقتصاد الرقمي والاقتصاد التقليدي في اقتصاد واحد.",
        "SECONDARY_PARAGRAPH_2": "يتكون الاقتصاد الرقمي من مكونين أساسيين وهما : الأول الأعمال الإلكترونية والثاني التجارة الإلكترونية. حيث يهدف الاقتصاد الرقمي إلى تحويل العمليات التقليدية إلى عمليات إلكترونية. ويهدف إلى تغيير أسلوب تنفيذ النشاطات الاقتصادية من بيع وشراء وتبادل السلع والخدمات والمعلومات بإستخدام المجال الإلكتروني عن طريق التجارة الإلكترونية.",
        "SECONDARY_TITLE_3": "خصائص الاقتصاد الرقمي :",
        "SECONDARY_PARAGRAPH_3": "يتميز الاقتصاد الرقمي كونه يحفز المؤسسات المختلفة على التطوير من نفسها حتى تكون محل جذب للمستهلكين فهي تتيح مجال واسع من الإختيارات في مجال التجارة وتوفر للمستهلك الثقة التي يحتاجها.ولا يوجد حدود في كمية العمليات الرقمية التي يتم إرسالها واستقبالها فهي تربط بين كافة الشركات والافراد والمستثمرين في آن واحد.",
        "SECONDARY_TITLE_4": "نماذج على الاقتصاد الرقمي :",
        "SECONDARY_PARAGRAPH_4": "هناك عدة نماذج وأمثلة على تحول الشركات التقليدية إلى النجاح في مجال الإقتصاد الرقمي، وعلى سبيل المثال، فقد قام معظم تجار التجزئة بتطوير مواقع إلكترونية لتمكين المبيعات عبر الإنترنت، وقد أصبح تجار التجزئة الذين يفكرون في العمل المستقبلي ويتجهون نحو التقنيات الحديثة والرقمية هدفهم الوصول إلى العملاء أينما كانوا وتقديم الخدمات المناسبة لهم."
      }
    },
    "READ_MORE": "اقرأ المزيد"
  },
  "PRODUCT_DESIGN": {
    "HEADER": {
      "TITLE": "تصميم المنتجات",
      "DESCRIPTION": "نقوم بتحويل أفكارك و تصوراتك المبدئية لمنتجك إلى صور رقمية عالية الجودة بتقنية ثلاثية الأبعاد 3D."
    },
    "PRODUCT_NAME": "اسم المنتج",
    "PRODUCT_DEFINITION": "نعمل على دراسة مدى ملائمة المنتج لاحتياجات المستخدمين عن طريق منهج الـ 5D",
    "FIRST_STEP": {
      "TITLE": "الخطوة الأولي",
      "EXPLORATION": {
        "TITLE": "الاكتشاف: ",
        "STEP_1": "البحث فى السوق الخاص بك",
        "STEP_2": " و تحليل إقبال المستهلكين للمنتجات المستجدة لدى المنافسين."
      },
      "SELECTION": {
        "TITLE": "التحديد: ",
        "STEP_1": "تحديد الفئة المستهدفة",
        "STEP_2": "، ثم تحديد احتياجات العملاء و مواد التصنيع."
      }
    },
    "SECOND_STEP": {
      "TITLE": "الخطوة الثانية",
      "DESIGN": {
        "TITLE": "التصميم: ",
        "STEP_1": "تصميم 3D لعدة نماذج مع تفاصيل تصنيعية ",
        "STEP_2": "لاختباره ثم تعميد اختيار التصميم المطلوب."
      },
      "PRODUCT_TESTING": {
        "TITLE": "اختبار المنتج: ",
        "STEP_1": "اختبار نموذج أولى على العملاء",
        "STEP_2": " و إجراء التعديلات و التحسينات من أجل تطوير التصميم."
      }
    },
    "PRODUCT_SHOW": {
      "TITLE": "عرض المنتج",
      "STEP_1": "الهدف من هذه المرحلة النهائية تحقيق رؤية المنتج و التحقق من تلبية احتياجات العملاء من خلال قياس تجربتهم للمنتج.",
      "STEP_2": "نهتم بشكل كبير بطريقة تصميم التغليف لنعرض للعالم منتج يلفت الانتباه."
    }
  }
}
