{
  "HOME-NAVBAR_HOME": "الرئيسية",
  "HOME-NAVBAR_OUR_WORK": "أعمالنا",
  "HOME-NAVBAR_BLOG": "المدونة",
  "HOME-NAVBAR_CONTACT_US": "تواصل معنا",
  "HOME-NAVBAR_LANGUAGE": "English",
  "HOME-FOOTER_FORM_NAME": "الاسم بالكامل",
  "HOME-FOOTER_FORM_MOBILE": "رقم الجوال",
  "HOME-FOOTER_FORM_EMAIL": "البريد الإلكترونى",
  "HOME-FOOTER_FORM_MESSAGE": "الرسالة",
  "HOME-FOOTER_SEND": "إرسال",
  "HOME-FOOTER_ADDRESS": "طريق الملك عبدالله الفرعى - الورود - الرياض - المملكة العربية السعودية",
  "HOME-FOOTER_FORM_TITLE": "تواصل معنا",
  "HOME-HEADER_TEXT": "نبتكر لك الخدمات و الحلول التسويقية لنصنع لك تأثيراً قيماً لا حدود له، نستغل الفرص لتنمية أعمالك و نجمع لك أفكارنا المجنونة.",
  "HOME-HEADER_FIRST_QUOT": "&#x275E;",
  "HOME-HEADER_SECOND_QUOT": "&#x275D;",
  "HOME-CHECK_OUR_WORK": "على شغلنا",
  "HOME-CHECK_CHECK": "شيك",
  "HOME-CONSULT_TITLE": "احجز استشارة مجانية مع إحدى خبراء التسويق الرقمى.",
  "HOME-CONSULT_ITEM_ONE": "مستعدون دائماً لمساعدتك",
  "HOME-CONSULT_ITEM_TWO": "نعمل فى اتجاهات رقمية لنتجاوز توقعاتك",
  "HOME-CONSULT_ITEM_THREE": "نهتم دائماً بكل ما هو جديد",
  "HOME-CONSULT_CONTACT_US": "تواصل معنا",
  "HOME-CLIENTS_OUR_CLIENTS": "عملاؤنا",
  "WORK_TITLE": "أعمالنا",
  "BRADNING-HEADER_TITLE": "صناعة العلامة التجارية",
  "BRANDING-HEADER_TITLE_FIRST_PART": "نصنع لك الهوية التي تعبر عنك وتعكس أسلوب",
  "BRANDING-HEADER_TITLE_SECOND_PART": "و شخصية مؤسستك بشكل مميز يرسخ فى الأذهان.",
  "BRANDING-CARD_BRANDING_TITLE": "الشعار وتصميم الهوية",
  "BRANDING-CARD_BRANDING_PARAGRAPH": "يتم  تصميم الشعار والهوية من قبل محترفين ومبدعين في مجال التصميم بشكل مميز وملفت لإخراج تصميم بصري ومرئي يعبر عن مؤسستك لإستخدامها كمواد تسويقية لمنتجاتك وخدماتك",
  "BRANDING-CARD_REFLECTION_TITLE": "انعكاس العلامة التجارية",
  "BRANDING-CARD_REFLECTION_PARAGRAPH": " نعمل على إنشاء وتطوير الرسائل الموجهة للعملاء لدعم جميع احتياجات كتابة المحتوى الإعلاني لنقيس لك إنعكاس علامتك التجارية بما يتضمن الخطوط التوضيحية و نقاط البيع والرؤية والقيم الأساسية لها.",
  "BRANDING-CARD_NAMING_TITLE": "التسمية",
  "BRANDING-CARD_NAMING_PARAGRAPH": "تعتبر تسمية العلامة التجارية أول خطوة حاسمة في عملية بناء العلامات التجارية، ولقد عملنا مع الكثير من الشركات الناشئة لتطوير اسم علامة تجارية قوية على المدى الطويل.",
  "BRANDING_CARD_BRANDOLOGY_TITLE": "Brandology",
  "BRANDING_CARD_BRANDOLOGY_PARAGRAPH": "نقوم بإنشاء رؤية مستقبلية عن طريق التركيز على التفكير الاستراتيجي لتطوير العلامة التجارية على المدى الطويل نضيف قيمة لعلامتك التجارية عن طريق الهيمنة على السوق وعرض علامتك التجارية بصورة تلفت الأنظار.",
  "BRANDING_CARD_LAUNCH_TITLE": "إطلاق العلامة التجارية",
  "BRANDING_CARD_LAUNCH_PARAGRAPH": "يتم تخطيط حملة لإطلاق العلامة التجارية حيث يتم الترويج عبر الوسائل التي تناسب طبيعة العلامة التجارية  لجذب إنتباه عملائك  وبناء صورة ذهنية تلامس جمهورك المحدد.نقوم بمساعدتك للإنطلاق في السوق عن طريق رفع اسم العلامة التجارية بين المنافسين في نفس القطاع الاستثماري لترسيخ الصورة الذهنية عن العلامة التجارية في عقول عملائك",
  "BRANDING-CARD_STRATEGY_TITLE": "استراتيجية العلامة التجارية",
  "BRANDING-CARD_STRATEGY_PARAGRAPH": "نعمل على إنشاء وتطوير استراتيجية شاملة للعلامات التجارية لنوضح الغرض والهدف من مشروعك الخاص بتصميم مبتكر لنتأكد بأن هويتك تلامس جمهورك المحدد.",
  "BRANDING_CARE_TITLE": "نهتم دائماً بكل جديد",
  "BLOG": {
    "HEADER": "المدونة",
    "DATE": "التاريخ",
    "CATEGORY_NAME": "اسم التصنيف",
    "TITLE_ONE": "قوة الشركات بالتواجد الرقمي بالسعودية",
    "PARAGRAPH_ONE": "اتخذت المملكة العربية السعودية قفزات نوعية لتسريع التحول الرقمي لتحقيق رؤية المملكة 2030 لوطن طموح مجتمعه حيوي واقتصاده مزدهر. بهدف الوصول إلى مجتمع معلوماتي وإقتصاد رقمي،ليكون نموذجًا رقميًا يحقق...",
    "TITLE_TWO": "تحليل بيانات التواصل الاجتماعي وعلاقتها بالمنافسين",
    "PARAGRAPH_TWO": "خلال السنوات الماضية أصبحت وسائل التواصل الاجتماعي مُكوّن أساسي من مكونات التسويق الرقمي ، حيث أنها تمنح الشركات فرصة للتعرف والتواصل مع العملاء المستهدفين . كما أنها فرصة للتعرف على...",
    "TITLE_THREE": "فيروس كورونا ومدى تأثير الأوبئة العالمية على العلامات التجارية",
    "PARAGRAPH_THREE": "في وقت كتابة هذا التقرير فيروس كورونا المعروف باسم Covid-19 ، موجود في أكثر من 71 دولة حول العالم. وكانت منظمة الصحة العالمية مترددة في وصف انتشار Covid-19 بأنه جائحة ، بعد ردة الفعل العنيفة عند ... ",
    "TITLE_FOUR": "كيف تتأكد من نجاة علامتك التجارية من فيروس كورونا",
    "PARAGRAPH_FOUR": "توضح Harvard Business Review ، بأن القرارات التي يتعين عليك اتخاذها كعلامة تجارية للنجاة من فيروس كورونا هي ممارسة عملك على أي حال. ستكون هناك دائمًا تأثيرات خارجية وعالمية في الجوار يجب الاستعداد لها...",
    "TITLE_FIVE": "مستقبل التجارة الالكتروني مع الكوفيد ١٩",
    "PARAGRAPH_FIVE": "مع انتشار فيروس كورونا Covid-19 وما ترتب عليه من إجراءات احترازية ووقائية، ودعوات إلى التباعد الاجتماعي، اتجه العملاء نحو مواقع التسوق الإلكتروني بعيدا عن التجمعات خوفا من الإصابة بالعدوى...",
    "TITLE_SIX": "الاقتصاد الرقمي في المملكة العربية السعودية",
    "PARAGRAPH_SIX": "التقدم الهائل لتكنولوجيا المعلومات أدى إلى تغيرات جوهرية في أنماط الحياة في المملكة العربية السعودية.  حيث أدى هذا التقدم إلى تغيير جذري في أساليب ووسائل تنفيذ الأنشطة الإقتصادية ، وأنتج نوعاً جديداً من الاقتصاد...",
    "READ_MORE": "اقرأ المزيد"
  }
}
