{
  "HOME-NAVBAR_HOME": "Home",
  "HOME-NAVBAR_OUR_WORK": "Our work",
  "HOME-NAVBAR_BLOG": "Blog",
  "HOME-NAVBAR_CONTACT_US": "Contact us",
  "HOME-NAVBAR_LANGUAGE": "عربى",
  "HOME-FOOTER_FORM_NAME": "Full name",
  "HOME-FOOTER_FORM_MOBILE": "Mobile number",
  "HOME-FOOTER_FORM_EMAIL": "Email",
  "HOME-FOOTER_FORM_MESSAGE": "Message",
  "HOME-FOOTER_SEND": "Send",
  "HOME-FOOTER_ADDRESS": "King Abdullah Second St - Al Worod - Riyadh - KSA",
  "HOME-FOOTER_FORM_TITLE": "Contact us",
  "HOME-HEADER_TEXT": "We create services and marketing solutions to create limitless value for you. We take advantage of opportunities to grow your business and collect our crazy ideas for you.",
  "HOME-HEADER_FIRST_QUOT": "&#x275D;",
  "HOME-HEADER_SECOND_QUOT": "&#x275E;",
  "HOME-CHECK_OUR_WORK": "our work",
  "HOME-CHECK_CHECK": "check",
  "HOME-CONSULT_TITLE": "Book a free consultation with a digital marketing expert.",
  "HOME-CONSULT_ITEM_ONE": "Always ready to help you",
  "HOME-CONSULT_ITEM_TWO": "We work in digital directions to exceed your expectations",
  "HOME-CONSULT_ITEM_THREE": "We always give attention to everything new",
  "HOME-CONSULT_CONTACT_US": "Contact us",
  "HOME-CLIENTS_OUR_CLIENTS": "Our clients",
  "WORK_TITLE": "our work",
  "BRADNING-HEADER_TITLE": "Branding",
  "BRANDING-HEADER_TITLE_FIRST_PART": "We create an identity that expresses you and reflects the style",
  "BRANDING-HEADER_TITLE_SECOND_PART": "and the personality of your organization in a way that sticks in the minds.",
  "BRANDING-CARD_BRANDING_TITLE": "Branding and logo design",
  "BRANDING-CARD_BRANDING_PARAGRAPH": "The logo and identity are designed by professionals and creatives in the field of design in a distinctive and attractive way to produce a visual and visual design that expresses your organization to be used as marketing materials for your products and services.",
  "BRANDING-CARD_REFLECTION_TITLE": "Brand reflection",
  "BRANDING-CARD_REFLECTION_PARAGRAPH": "We create and develop customer-oriented messages to support all your advertising content writing needs to measure your brand's reflection, including outlines, points of sale, vision and core values.",
  "BRANDING-CARD_NAMING_TITLE": "Naming",
  "BRANDING-CARD_NAMING_PARAGRAPH": "Branding is the first critical step in the branding process, and we have worked with a lot of startups to develop a strong brand name for the long term.",
  "BRANDING_CARD_BRANDOLOGY_TITLE": "Brandology",
  "BRANDING_CARD_BRANDOLOGY_PARAGRAPH": "We create a vision for the future by focusing On strategic thinking to develop Long term brand We add value to your brand by dominating the market and displaying your brand in an eye-catching image.",
  "BRANDING_CARD_LAUNCH_TITLE": "Brand launch",
  "BRANDING_CARD_LAUNCH_PARAGRAPH": "A campaign is planned to launch the brand, whereby it is promoted through means that suit the nature of the brand to attract the attention of your customers and build a mental image that touches your specific audience. We help you to launch in the market by raising the brand name among competitors in the same investment sector to consolidate the mental image of the brand in the minds of your customers.We create and develop customer-oriented messages to support all your advertising content writing needs to measure your brand's reflection, including outlines, points of sale, vision and core values.",
  "BRANDING-CARD_STRATEGY_TITLE": "Brand strategy",
  "BRANDING-CARD_STRATEGY_PARAGRAPH": "We are working to create and develop a comprehensive branding strategy to clarify the purpose and goal of your project, with innovative design to ensure that your identity touches your specific audience.",
  "BRANDING_CARE_TITLE": "We always care about everything new",
  "BLOG": {
    "HEADER": "Blog",
    "DATE": "Date",
    "CATEGORY_NAME": "Category Name",
    "TITLE_ONE": "Corporate power with digital presence in Saudi Arabia",
    "PARAGRAPH_ONE": "The Kingdom of Saudi Arabia has taken quantum leaps to accelerate digital transformation to achieve the Kingdom's 2030 vision for an ambitious homeland with a vibrant society and prosperous economy. With the aim of reaching an information society and a digital economy, to be a digital model that achieves economic sustainability and global leadership, and improves the quality of life.",
    "TITLE_TWO": "Analyze social media data and its relationship with competitors",
    "PARAGRAPH_TWO": "Over the past years, social media has become an essential component of digital marketing, as it gives companies an opportunity to get to know and communicate with target customers. It is also an opportunity to learn about all competitors' activities. Hence the importance of monitoring and analyzing social media sites continuously to exploit this marketing power for the benefit of your company in an effective way.",
    "TITLE_THREE": "Coronavirus and the impact of global epidemics on brands",
    "PARAGRAPH_THREE": "At the time of writing, the Coronavirus, known as Covid-19, is present in more than 71 countries around the world. The World Health Organization has been reluctant to describe the spread of Covid-19 as a pandemic, after the violent reaction to the outbreak of SARS in 2009. Nevertheless, many experts point out that it is now entering areas that most of us would agree as 'epidemic ratios.'",
    "TITLE_FOUR": "How to make sure your brand is safe from the Coronavirus",
    "PARAGRAPH_FOUR": "Harvard Business Review explains that the decisions you have to make as a brand to survive the Coronavirus are to do business anyway. There will always be external and global influences around to be prepared for.",
    "TITLE_FIVE": "The future of e-commerce with covid-19",
    "PARAGRAPH_FIVE": "With the spread of the Coronavirus, Covid-19, and the consequent precautionary and preventive measures, and calls for social distancing, customers have turned towards electronic shopping sites away from gatherings for fear of infection.",
    "TITLE_SIX": "The digital economy in Saudi Arabia",
    "PARAGRAPH_SIX": "The tremendous advancement of information technology has led to fundamental changes in lifestyles in the Kingdom of Saudi Arabia. As this progress led to a radical change in the methods and means of implementing economic activities, and produced a new type of economy known as the digital economy, and its positive impact was reflected on society in general, as the transformation to the digital economy is sufficient to change and achieve new events that positively affect the economic interests of the Kingdom."
  }
}
